tap "charmbracelet/tap"
tap "derailed/k9s"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "microsoft/git"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
tap "withgraphite/tap"
brew "asciinema"
brew "atuin"
brew "bat"
brew "biome"
brew "btop"
brew "icu4c@76"
brew "openjdk"
brew "bundletool"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "htop"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lsd"
brew "lua"
brew "luarocks"
brew "mercurial"
brew "neovim"
brew "node@20", link: true
brew "nvm"
brew "poppler"
brew "postgresql@15", link: true
brew "pulumi"
brew "python-tk@3.12"
brew "python@3.11"
brew "ripgrep"
brew "sevenzip"
brew "task"
brew "tlrc"
brew "tmux"
brew "ttyd"
brew "vhs"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/freeze"
brew "derailed/k9s/k9s"
brew "dopplerhq/cli/doppler"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
brew "withgraphite/tap/graphite"
cask "android-studio"
cask "arc"
cask "arduino-ide"
cask "brave-browser"
cask "cap"
cask "discord"
cask "docker"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "httpie"
cask "keycastr"
cask "lens"
cask "notion"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "yaak"
cask "zen-browser"
cask "zoom"
