tap "charmbracelet/tap"
tap "derailed/k9s"
tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "localstack/tap"
tap "microsoft/git"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
tap "withgraphite/tap"
brew "act"
brew "asciinema"
brew "atuin"
brew "awscli"
brew "bat"
brew "biome"
brew "btop"
brew "bundletool"
brew "codesnap"
brew "docker", link: false
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-who"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "gum"
brew "helm"
brew "htop"
brew "hyperfine"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mercurial"
brew "mise"
brew "neovim"
brew "nvm"
brew "poppler"
brew "presenterm"
brew "pulumi"
brew "redis"
brew "ripgrep"
brew "sesh"
brew "sevenzip"
brew "tailscale"
brew "task"
brew "tldx"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "ttyd"
brew "uv"
brew "vhs"
brew "xh"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "charmbracelet/tap/freeze"
brew "derailed/k9s/k9s"
brew "dopplerhq/cli/doppler"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "jesseduffield/lazydocker/lazydocker"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
brew "withgraphite/tap/graphite"
cask "android-studio"
cask "arc"
cask "arduino-ide"
cask "brave-browser"
cask "calibre"
cask "deskpad"
cask "discord"
cask "docker-desktop"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "helium-browser"
cask "httpie-desktop"
cask "keycastr"
cask "lens"
cask "obsidian"
cask "raycast"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "yaak"
cask "zen"
cask "zoom"
